[
  {
    "name": "Alberto López - Presidente",
    "shortname": "Alberto López",
    "photo": "FotosCBandera_Alberto.png",
    "reknown": "Se graduó como Licenciado en Administración de Empresas de la Universidad Autónoma de Guadalajara y tiene una Maestría en Administración de Negocios \nInternacionales de Central Michigan University y una Maestría en Administración Avanzada de Proyectos de la George Washington University.",
    "bio": "<p>Se graduó como Licenciado en Administración de Empresas de la Universidad Autónoma de Guadalajara.<p></p>Tiene una Maestría en Administración de Negocios Internacionales de Central Michigan University y una Maestría en Administración Avanzada de Proyectos de George Washington University.<p></p>Tiene certificaciones internacionales como Gerente de Compras, Gerente de Inventarios y Producción (CPIM-APICS) y como Profesional de Administración de Proyectos (PMP-PMI). Después de 15 años en diferentes puestos gerenciales en IBM de México, fue invitado a formar parte de la transformación de la cadena de suministro de IBM a nivel corporativo con base en Raleigh, NC, donde ha vivido los últimos 16 años.<p></p>Actualmente, Alberto está retirado de IBM y es el Gerente Regional de la Cadena de Suministros para la división de Power Grids de ABB Inc. Alberto sigue viviendo en Raleigh, NC con su esposa Elodia y sus hijos Liliana y Alberto Jr. </p>"
  },
  {
    "name": "Rodolfo Ruiz - Vice Presidente",
    "shortname": "Rodolfo Ruiz",
    "photo": "FotosCBandera_Rodolfo.png",
    "reknown": "Ingeniero en Computación, Universidad Autónoma de Guadalajara\nNacido en Monterrey, NL, creció en la Ciudad de México, Querétaro y Guadalajara. Reside en la ciudad de Raleigh, Carolina del Norte, con su esposa Adriana y sus tres hijos, Paulina, Jacqueline y Alessandro. Aficionado al raquetbol, golf y futbol soccer, seguidor del América, Barcelona y la Selección Mexicana.",
    "bio": "<p>Se graduó de Ingeniero en Computación en la Universidad Autónoma de Guadalajara. Originario de Monterrey, NL, creció en la Ciudad de México, Querétaro y Guadalajara. Inició su carrera como desarrollador de software en IBM Guadalajara y se ha desempeñado como diseñador y arquitecto de soluciones de software. Ha tenido la oportunidad de estar en dos asignaciones internacionales. La primera por 2 años en IBM Raleigh, Carolina del Norte de 1995-1997, al frente del equipo de desarrollo de software.</p><p>En el 2005, como parte de la venta de la División de PCs, pasó a ser parte de Lenovo, ahora la compañía número uno mundial en ventas de computadoras personales. Del 2007 al 2010, fue trasladado a Shenzhen China, con la misión de abrir un laboratorio de desarrollo de software, el cual cuenta ahora con más de 350 ingenieros.</p>  <p>Actualmente funge como Director de Operaciones y estrategia, en Lenovo, Raleigh NC, al frente de 4 laboratorios de software, en Beijing y Shenzhen, China; Yokohama, Japón y Morrisville, Carolina del Norte.    </p><p>Reside en la ciudad de Raleigh, Carolina del Norte, con su esposa Adriana y sus tres hijos, Paulina, Jacqueline y Alessandro. Aficionado al raquetbol, golf y futbol soccer, seguidor del América, Barcelona y la Selección Mexicana.</p>"
  },
  {
    "name": "Luis Fuentes - Secretario",
    "shortname": "Luis Fuentes",
    "photo": "FotosCBandera_Luis.png",
    "reknown": "Licenciado en Mercadotecnia del ITESM, Campus Ciudad de México. Con estudios de\nMarketing Research & Public Relations en European University Barcelona, España, Graduado de Masco University MLP-Innovation program (Cohort 2) y Mega-Trends\nprogram. Diploma de la Universidad La Salle en Packaging Design. Diploma Media\nCommunications and Advertising, (MGMO) Institute of Foreign Affairs of Moscow, Moscú, Rusia.",
    "bio": "<p>Licenciado en Mercadotecnia del ITESM, Campus Ciudad de México. Con estudios de Marketing Research & Public Relations en European University Barcelona, España, Graduado de Masco University MLP-Innovation program (Cohort 2) y Mega-Trends program. Diploma de la Universidad La Salle en Packaging Design. Diploma Media Communications and Advertising, (MGMO) Institute of Foreign Affairs of Moscow, Moscú, Rusia.  <p>Fue dueño operador de una franquicia de Taco Inn y posteriormente comenzó a trabajar en MascoMex (Parte de la familia Masco <a href=\"http://www.masco.com/\">http://www.masco.com/</a>) en 2006, uno de los productores y distribuidores más grandes del mundo en de productos para la construcción. Entre sus clientes más importantes están Home Depot, Lowes, Target, Walmart, Hoteles y Hospitales. Masco ofrece diferentes tipos de productos por medio de sus unidades de negocio como mezcladoras Delta, pinturas Behr, accesorios para baño de Liberty, seguridad para el baño, ventanas, gabinetes de cocina, plomería, entre otros. MascoMex distribuye productos de las empresas de la familia Masco, además de desarrollar marcas y productos específicos para México y Latino América.</p><p>Empezó como asistente de Mercadotecnia y de ahí pasó por diferentes puestos como Gerente de cuentas clave, Gerente para Home Depot, Gerente de Retail, Ventas internacionales y Gerente de Mercadotecnia.</p><p>En 2013 salió de MascoMex para formar parte de Liberty Hardware (Otra empresa de la familia Masco), donde estuvo encargado de las operaciones de la oficina de México. En noviembre 2015 se incorporó al corporativo en Winston Salem, Carolina del Norte como International Project & Marketing Manager.</p>"
  },
  {
    "name": "Gerardo Santoyo - Socio Fundador",
    "shortname": "Gerardo Santoyo",
    "photo": "FotosCBandera_Gerardo.png",
    "reknown": "Se graduó como Ingeniero Electrónico del Instituto Tecnológico y de Estudios Superiores\nde Occidente (ITESO) en Guadalajara y tiene una especialidad en cuidado del medio\nambiente y en seguridad industrial/laboral por la Universidad de Guadalajara.",
    "bio": "<p>Se graduó como Ingeniero Electrónico del Instituto Tecnológico y de Estudios Superiores de Occidente (ITESO) en Guadalajara y tiene una especialidad en cuidado del medio ambiente y en seguridad industrial/laboral por la Universidad de Guadalajara.</p><p>Laboró para IBM de México por 16 años en su planta de manufactura en Guadalajara, antes de ser transferido al corporativo de IBM en Somers NY en 2001 como gerente de Seguridad e Higiene Industrial para Latinoamérica por 2 años, y posteriormente para la región Asia Pacífico durante 2 años más.</p><p>En 2005 fue transferido a IBM en Carolina del Norte como gerente regional del sureste de Estados Unidos.</p><p>Cofundador en 2008, con su esposa Claudia, del preescolar y kindergarten con inmersión total en español Maracas Montessori en Raleigh.</p><p>Renunció a IBM en 2012 para dedicarse por completo a este proyecto educativo.</p>"
  },
  {
    "name": "Jorge Ramos - Tecnología",
    "shortname": "Jorge Ramos",
    "photo": "FotosCBandera_Jorge.png",
    "reknown": "Se graduó como Ingeniero en Electrónica del Instituto Tecnológico de Estudios Superiores\nde Occidente y tiene una Maestría en Ciencias Computacionales de la Houston Clear Lake\nUniversity. Tiene la certificación Profesional de Administración de Proyectos (PMP-PMI).",
    "bio": "<p>Se graduó como Ingeniero en Electrónica del Instituto Tecnológico de Estudios Superiores de Occidente y tiene una Maestría en Ciencias Computacionales de la Houston Clear Lake University. Tiene la certificación Profesional de Administración de Proyectos (PMP-PMI).</p><p>Inició su carrera en 1988 en IBM de México, desarrollando software para el sistema operativo del iSeries (AS/400). Después de 15 años en diferentes puestos gerenciales en IBM de México, decidió salir de IBM y abrir las oficinas en Guadalajara de Emergys Mexico, empresa de negocio de servicios de consultoría en IT y desarrollo de software aplicativo para empresas.</p><p>En el 2007 se incorporó al cuerpo directivo de Emergys Corporation con base en Morrisville, NC. En el 2015 Jorge regresó a IBM para tomar la gerencia de desarrollo de aplicaciones corporativas tanto para empleados, como para clientes y asociados de negocios de IBM.</p><p>Jorge ha vivido en Apex, NC los últimos 9 años con su esposa Mireya y sus hijos Jorge Jr y Alina. </p>"
  },
  {
    "name": "Marco Domíngez - Tesorero",
    "shortname": "Marco Domínguez",
    "photo": "FotosCBandera_Marco.png",
    "reknown": "Originario de Córdoba, Veracruz donde realizó sus estudios titulándose como Licenciado\nen Contaduría Pública en la Universidad Del Valle de Orizaba. En el año 2000 se mudó a la\nciudad de Tijuana Baja California donde desempeñó diversos roles en el área financiera,\ncomo Asistente de Finanzas, Contador General y Analista Financiero.",
    "bio": "<p>Originario de Córdoba, Veracruz  donde realizó sus estudios titulándose como Licenciado en Contaduría Pública en la Universidad Del Valle de Orizaba. En el año 2000 se mudó a la ciudad de Tijuana Baja California donde desempeñó diversos roles en el área financiera, como Asistente de Finanzas, Contador General y Analista Financiero.</p><p>Completó una especialidad en Costos Industriales en la Universidad Autónoma de Baja California. En 2010 recibió una invitación por parte de Teleflex Medical Inc. para incorporarse al equipo de Tecnología Industrial como Analista de SAP en la ciudad de Raleigh, Carolina del Norte donde reside actualmente con su esposa y dos hijas. </p>"
  },
  {
    "name": "Miguel Núñez-Wolff - Socio Fundador",
    "shortname": "Miguel Núñez-Wolff - Socio Fundador",
    "photo": "FotosCBandera_Miguel.png",
    "reknown": "IKA es un fabricante líder en tecnología y equipos de proceso, laboratorio y analítica, para diversas industrias incluyendo: farmacéutica, cuidado personal, cosmética, química,\npetrolera, alimentos y bebidas. En su puesto actual, Miguel tiene la responsabilidad general\nde ventas y mercadeo, dirección de empleados y representantes, fidelización de clientes y\nalcance de metas para IKA Works, en toda la región del Caribe y América Latina. ",
    "bio": "<p>IKA es un fabricante líder en tecnología y equipos de proceso, laboratorio y analítica,  para diversas industrias incluyendo: farmacéutica, cuidado personal, cosmética, química, petrolera, alimentos y bebidas. En su puesto actual, Miguel tiene la responsabilidad general de ventas y mercadeo, dirección de empleados y representantes, fidelización de clientes y alcance de metas para IKA Works, en toda la región del Caribe y América Latina.</p><p>Tiene más de 20 años de experiencia en ventas internacionales, mercadeo, estrategia, lanzamiento de nuevos productos; posicionamiento de marca, servicio al cliente, gestión de cuentas clave y negociación de contratos.</p><p>Vino a los Estados Unidos después de haber sido elegido para representar a México como estudiante del mundo en la Comunidad Prototipo Experimental del Mañana (EPCOT- Center) de Walt Disney World.</p> <p>Después de EPCOT, en 1986, ingresó a la Universidad de Carolina del Norte en Chapel Hill, NC, donde se graduó en 3 años con una Licenciatura en Estudios Internacionales y de Negocios. También tiene licencia de piloto aviador.</p><p>Actualmente vive en Chapel Hill, NC con su esposa, Charlotte y sus 2 pastores alemanes, Vada y Anya. Pasa mucho de su tiempo libre en bicicleta con su esposa y anualmente participa en numerosos eventos de caridad. En el 2012, en bicicleta, Miguel hizo el cruce de los Andes - desde Santiago, Chile a Mendoza, Argentina en 3 días, 418 kilómetros, temperaturas de 43°C a -5°C y subiendo a una altitud de 3200 metros. Es miembro del Club Rotario de Chapel Hill. Con muchísimo interés, espera participar y contribuir a la Misión y Objetivos de la “Red Global MX” Capitulo Raleigh.</p>"
  },
  {
    "name": "Carolina Vera Reséndiz - Socia Fundadora",
    "shortname": "Carolina Vera Reséndiz - Socia Fundadora",
    "photo": "FotosCBandera_Monica.png",
    "reknown": "Es originaria de la Ciudad de México, egresada de la Facultad de Odontología de Universidad Nacional Autónoma de México (UNAM) como Cirujano Dentista con sub especialidades en Prótesis y Odontología Restaurativa Estética; comenzó su carrera laboral a corta edad enfocándose en la comercialización, distribución y venta de equipo médico y de laboratorio creando su propia empresa, con el objetivo de sustentar sus estudios posteriores en el extranjero.",
    "bio": "<p>Es originaria de la Ciudad de México, egresada de la Facultad de Odontología de Universidad Nacional Autónoma de México (UNAM) como Cirujano Dentista con sub especialidades en Prótesis y Odontología Restaurativa Estética; comenzó su carrera laboral a corta edad enfocándose en la comercialización, distribución y venta de equipo médico y de laboratorio creando su propia empresa, con el objetivo de sustentar sus estudios posteriores en el extranjero. Llego a los Estados Unidos para realizar la Maestría en Ciencias Protésicas en la Universidad de Carolina del Norte (UNC) donde posteriormente realizo dos subespecialidades más en el área de Implantes Dentales y Enseñanza. Carolina, decidió regresar a la Universidad para obtener su título como Cirujano Dentista en los Estados Unidos y posteriormente inicio su carrera académica como Profesora en el Departamento de Prótesis e Investigadora en el Centro de Dolor, Investigación e Innovación en la Universidad de Carolina del Norte en Chapel Hill. Carolina ha publicado artículos en prestigiadas revistas de Investigación Odontológica y enfocado su área de investigación a la implantología oral y los trastornos neurosensoriales.</p><p>Actualmente, es la líder del “Proyecto México de la Universidad de Carolina del Norte”, esta iniciativa esta diseñada para aumentar la difusión de México en el extranjero y crear un intercambio bicultural entre México y Estados Unidos, además de promover la ayuda social en la comunidad odontológica y medica en general. Este programa es coordinado para proporcionar una amplia exposición de los aspectos sociales, sistemas e institutos de salud, recursos profesionales, culturales y educativos con los que cuenta el país. Los alumnos reciben conferencias en áreas odontológicas y/o medicas especializadas por profesionales calificados en el área y recorren las instituciones guiados por odontólogos o medicos  voluntarios en este proyecto. Además del Proyecto México, Carolina es Co-fundadora de el fondo de beneficiencia \"Dr. Glenn E. y Mary- Ann Minsley para el cuidado y atención protésica maxilofacial\". Este programa se creó con el fin de proporcionar tratamiento reconstructivo/protésico Maxilofacial a pacientes que están funcionalmente discapacitados y cosméticamente desfigurados debido a cánceres en cabeza y cuello, trastornos genéticos o por medio de una tragedia personal. El dinero en este fondo es utilizado para comprar los equipos y adquirir los componentes protésicos necesarios para la rehabilitación estética y funcional de pacientes con bajos recursos económicos.</p>"
  },
  {
    "name": "Oscar Pérez Ovilla - Socio Fundador",
    "shortname": "Oscar Pérez Ovilla- Socio Fundador",
    "photo": "FotosCBandera_Oscar.png",
    "reknown": "Originario del estado de Chiapas. Estudió la Licenciatura en Ingeniería Química en el\nInstituto Tecnológico de Tuxtla Gutiérrez, la Maestría en Ingeniería en Hidráulica\nAmbiental en la Universidad Autónoma de Chiapas y posteriormente realizó un Doctorado\ny un Postdoctorado en el Departamento de Ingeniería Agrícola y Biológica de la\nUniversidad de Florida. Oscar, su esposa Paola e hijos Paulette, Ángel y Mia radican desde hace 4 años en la ciudad de Raleigh.",
    "bio": "<p>Originario del estado de Chiapas. Estudió la Licenciatura en Ingeniería Química en el Instituto Tecnológico de Tuxtla Gutiérrez, la Maestría en Ingeniería en Hidráulica Ambiental en la Universidad Autónoma de Chiapas y posteriormente realizó un Doctorado y un Postdoctorado en el Departamento de Ingeniería Agrícola y Biológica de la Universidad de Florida.</p><p>Durante su estudios doctorales, fue también Presidente de la Asociación Estudiantil Mexicans in Gainesville y en el 2009 obtuvo el “Certificate of Excellence for Outstanding International Student” por parte del Colegio de Ingeniería de la Universidad de Florida.</p><p>Ha participado en múltiples ponencias internacionales de la American Society of Agricultural and Biological Engineers y la American Chemical Society, siempre enfocado en la mejora y cuidado del medio ambiente.</p><p>Desde el 2012 se integró como modelador a la división de Seguridad Ambiental de Bayer en el Research Triangle Park de Carolina del Norte, siendo en único latino dentro del grupo de modeladores, situación que le ha permitido apoyar dentro de su área de especialización a otras regiones de Latinoamérica. Oscar, su esposa Paola e hijos Paulette, Ángel y Mia radican desde hace 4 años en la ciudad de Raleigh.</p>"
  }
]